
/* Action Name Placeholder */
"ACTION_NAME" = "Nom de l'action";

/* Create Action without Application Error * Title * */
"CREATE_ACTION_WITHOUT_APPLICATION_ALERT" = "Spark ne peut pas créer ce type d'action si aucune application n'est sélectionnée.";

/* Create Action without Application Error * Msg * */
"CREATE_ACTION_WITHOUT_APPLICATION_ALERT_MSG" = "Cliquez sur le bouton «Choisir…» et sélectionnez l'application que vous désirez associer à cette action.";

/* Unknow Action * Action Description * */
"DESC_ERROR" = "Action invalide";

/* Force Quit Dialog * Action Description * */
"DESC_FORCE_QUIT_DIALOG" = "Ouvrir la fenêtre «Forcer à quitter…»";

/* Force Quit Front * Action Description * */
"DESC_FORCE_QUIT_FRONT" = "Forcer à quitter l'application active";

/* Hide All Applications * Action Description * */
"DESC_HIDE_ALL" = "Masquer les autres";

/* Hide Front Applications * Action Description * */
"DESC_HIDE_FRONT" = "Masquer l'application active";

/* Launch Application * Action Description * */
"DESC_LAUNCH" = "Démarrer";

/* Quit Application * Action Description * */
"DESC_QUIT" = "Quitter";

/* Open/Close Application * Action Description * */
"DESC_SWITCH_OPEN_CLOSE" = "Démarrer/quitter";

/* Description: %1$@ => Action, %2$@ => App Name */
"DESCRIPTION" = "%1$@ %2$@";

/* Check * App Not Found * */
"INVALID_APPLICATION_ALERT" = "L'application associée à l'action «%@» est introuvable.";

/* Check * App Not Found * */
"INVALID_APPLICATION_ALERT_MSG" = "L'application associée à l'action «%@» a été déplacée ou supprimée et n'a pas pu être localisée. Veuillez éditer ou supprimer cette action dans Spark.";

/* Alert default button */
"OK" = "OK";
